/* No comment provided by engineer. */
"S/N:" = "UID:";

"SW ver:" = "FW ver:";

"Name:" = "Name:";

"Configure IP" = "Configure IP：";

"Get IP by DHCP" = "Using DHCP";

"Set IP Manualy" = "Manualy";

"IP:" = "IP Address:";

"Netmask:" = "Subnet Mask:";

"Default Gateway:" = "Router:";

"DNS:" = "DNS:";

"DNS1:" = "DNS1:";

"DNS2:" = "DNS2:";

"MAC:" = "MAC Address:";

"Internet Port:" = "Internet Port:";

"Internet Url:" = "Internet Url:";

"Video Quality" = "Video Quality";

"Password of admin:" = "Camera's Password:";

"search" = "search";

"Save Settings" = "Apply";

"OK" = "OK";

"hint" = "hint";

"NO RESPONSE" = "If there is no resposne, please keep searching the IP camera until it disappears for a while and then get back which means the setting succeed.";

"Setting Success!" = "Setting Success! The camera is rebooting, please wait for it.";

"Password Error!" = "Password Error!";

"Same as the computer" = "Same as the computer";

"Local IP:" = "Local IP:";

"Gateway:" = "Gateway:";

"Information about the computer:" = "Information about the computer:";

"Open" = "Open";